#include <iostream>

int main() {
	std::cout << "Hello, World!";


	// старался и было очень трудно написать программу которая выводит Hello, World! в консоль
}